Repository: FraxinusAcer/winpinator
Catalog: po/*.po
Languages: de_ch, fr_fr, hr_hr, nl_nl, ru_ru

source: <?xml version="1.0" encoding="UTF-8"?> <richtext version="1.0.0.0" xmlns="http://www.wxwidgets.org"> <paragraphlayout textcolor="#000000" fontpointsize="12" fontfamily="72" fontstyle="90" fontweight="400" fontunderlined="0" fontface="Times New Roman" alignment="1" parspacingafter="10" parspacingbefore="0" linespacing="10" margin-left="10,4098" margin-right="10,4098" margin-top="10,4098" margin-bottom="10,4098"> <paragraph fontpointsize="10" fontweight="700" fontface="Segoe UI"> <text fontpointsize="15" fontstyle="93" fontweight="700" fontface="Segoe UI">About</text> </paragraph> <paragraph fontpointsize="10" fontweight="700" fontface="Segoe UI"> <text fontpointsize="10" fontweight="700" fontface="Segoe UI"></text> </paragraph> <paragraph> <text fontpointsize="10" fontweight="700" fontface="Segoe UI">"Winpinator "</text> <text fontpointsize="10" fontweight="400" fontface="Segoe UI">is an unofficial Windows port of a Linux file transfer tool called Warpinator. It provides all features of its Linux equivalent, however, Windows uses its own filesystem called NTFS and is generally architecturally different, hence Winpinator has to emulate some Linux features, like permission system. Winpinator should work out-of-the-box, it makes use of zeroconf networking, i.e. mDNS protocol, but some firewall settings might prevent it from communicating with the rest of the network.</text> </paragraph> <paragraph fontweight="400"> <text fontpointsize="10" fontface="Segoe UI"></text> </paragraph> <paragraph fontweight="400"> <text fontpointsize="10" fontface="Segoe UI">The main goal of the project was to create a tool that provides native Windows look-and-feel, so the interface uses default system skin and supports drag-and-drop.</text> </paragraph> <paragraph fontweight="400"> <text fontpointsize="10" fontface="Segoe UI"></text> </paragraph> <paragraph fontweight="400"> <text fontpointsize="15" fontstyle="93" fontweight="700" fontface="Segoe UI">Used libraries</text> </paragraph> <paragraph fontweight="400"> <text fontpointsize="15" fontstyle="93" fontweight="700" fontface="Segoe UI"></text> </paragraph> <paragraph fontweight="400" leftindent="60" leftsubindent="60" bulletstyle="512" bulletname="standard/circle" liststyle="Bullet List 1"> <text fontpointsize="10" fontweight="400" fontface="Segoe UI">wxWidgets - as a general framework, to provide native Windows look-and-feel</text> </paragraph> <paragraph fontweight="400" leftindent="60" leftsubindent="60" bulletstyle="512" bulletname="standard/circle" liststyle="Bullet List 1"> <text fontpointsize="10" fontface="Segoe UI">gRPC and protobuf - to support the protocol of official Warpinator</text> </paragraph> <paragraph fontweight="400" leftindent="60" leftsubindent="60" bulletstyle="512" bulletname="standard/circle" liststyle="Bullet List 1"> <text fontpointsize="10" fontface="Segoe UI">sodium - to encrypt and decrypt RSA keys with the symmetric group key</text> </paragraph> <paragraph fontweight="400" leftindent="60" leftsubindent="60" bulletstyle="512" bulletname="standard/circle" liststyle="Bullet List 1"> <text fontpointsize="10" fontface="Segoe UI">openssl - to generate safe PEM keys</text> </paragraph> <paragraph fontweight="400" leftindent="60" leftsubindent="60" bulletstyle="512" bulletname="standard/circle" liststyle="Bullet List 1"> <text fontpointsize="10" fontface="Segoe UI">sqlite3 - to store persistent data, e.g. transfer history</text> </paragraph> <paragraph fontweight="400" leftindent="60" leftsubindent="60" bulletstyle="512" bulletname="standard/circle" liststyle="Bullet List 1"> <text fontpointsize="10" fontface="Segoe UI">zlib - to support transfer compression (one of the newer features of Warpinator)</text> </paragraph> <paragraph fontweight="400" leftindent="60" leftsubindent="60" bulletstyle="512" bulletname="standard/circle" liststyle="Bullet List 1"> <text fontpointsize="10" fontface="Segoe UI">wintoast - to display toast notifications</text> </paragraph> <paragraph fontweight="400" leftindent="60" leftsubindent="60" bulletstyle="512" bulletname="standard/circle" liststyle="Bullet List 1"> <text fontpointsize="10" fontface="Segoe UI">cpp-base64 - to convert binary keys to text and vice versa</text> </paragraph> </paragraphlayout> </richtext>
de_ch: <?xml version="1.0" encoding="UTF-8"?> <richtext version="1.0.0.0" xmlns="http://www.wxwidgets.org"> <paragraphlayout textcolor="#000000" fontpointsize="12" fontfamily="72" fontstyle="90" fontweight="400" fontunderlined="0" fontface="Times New Roman" alignment="1" parspacingafter="10" parspacingbefore="0" linespacing="10" margin-left="10,4098" margin-right="10,4098" margin-top="10,4098" margin-bottom="10,4098"> <paragraph fontpointsize="10" fontweight="700" fontface="Segoe UI"> <text fontpointsize="15" fontstyle="93" fontweight="700" fontface="Segoe UI">&#220;ber</text> </paragraph> <paragraph fontpointsize="10" fontweight="700" fontface="Segoe UI"> <text fontpointsize="10" fontweight="700" fontface="Segoe UI"></text> </paragraph> <paragraph> <text fontpointsize="10" fontweight="700" fontface="Segoe UI">"Winpinator "</text> <text fontpointsize="10" fontweight="400" fontface="Segoe UI">ist eine inoffizielle Windows-Portierung eines Linux-Datei&#252;bertragungstools namens Warpinator. Es bietet alle Funktionen seines Linux-&#196;quivalents, Windows verwendet jedoch sein eigenes Dateisystem namens NTFS und ist im Allgemeinen architektonisch anders, daher muss Winpinator einige Linux-Funktionen wie das Berechtigungssystem emulieren. Winpinator sollte sofort einsatzbereit sein, es nutzt das Zeroconf-Netzwerk, dh das mDNS-Protokoll, aber einige Firewall-Einstellungen k&#246;nnten es daran hindern, mit dem Rest des Netzwerks zu kommunizieren.</text> </paragraph> <paragraph fontweight="400"> <text fontpointsize="10" fontface="Segoe UI"></text> </paragraph> <paragraph fontweight="400"> <text fontpointsize="10" fontface="Segoe UI">Das Hauptziel des Projekts bestand darin, ein Tool zu erstellen, das ein nat&#252;rliches Windows-Benutzererlebnis bietet und Ziehen-und-Fallenlassen (Drag-and-Drop) unterst&#252;tzt.</text> </paragraph> <paragraph fontweight="400"> <text fontpointsize="10" fontface="Segoe UI"></text> </paragraph> <paragraph fontweight="400"> <text fontpointsize="15" fontstyle="93" fontweight="700" fontface="Segoe UI">Gebrauchte Bibliotheken</text> </paragraph> <paragraph fontweight="400"> <text fontpointsize="15" fontstyle="93" fontweight="700" fontface="Segoe UI"></text> </paragraph> <paragraph fontweight="400" leftindent="60" leftsubindent="60" bulletstyle="512" bulletname="standard/circle" liststyle="Bullet List 1"> <text fontpointsize="10" fontweight="400" fontface="Segoe UI">wxWidgets - als allgemeines Framework, um ein nat&#252;rliches Windows-Benutzererlebnis bereitzustellen</text> </paragraph> <paragraph fontweight="400" leftindent="60" leftsubindent="60" bulletstyle="512" bulletname="standard/circle" liststyle="Bullet List 1"> <text fontpointsize="10" fontface="Segoe UI">gRPC und protobuf - um das Protokoll des offiziellen Warpinators zu unterst&#252;tzen</text> </paragraph> <paragraph fontweight="400" leftindent="60" leftsubindent="60" bulletstyle="512" bulletname="standard/circle" liststyle="Bullet List 1"> <text fontpointsize="10" fontface="Segoe UI">sodium - zum Verschl&#252;sseln und Entschl&#252;sseln von RSA-Schl&#252;sseln mit dem symmetrischen Gruppenschl&#252;ssel</text> </paragraph> <paragraph fontweight="400" leftindent="60" leftsubindent="60" bulletstyle="512" bulletname="standard/circle" liststyle="Bullet List 1"> <text fontpointsize="10" fontface="Segoe UI">openssl - um sichere PEM-Schl&#252;ssel zu generieren</text> </paragraph> <paragraph fontweight="400" leftindent="60" leftsubindent="60" bulletstyle="512" bulletname="standard/circle" liststyle="Bullet List 1"> <text fontpointsize="10" fontface="Segoe UI">sqlite3 - um persistente Daten zu speichern, z. B. den &#220;bertragungsverlauf</text> </paragraph> <paragraph fontweight="400" leftindent="60" leftsubindent="60" bulletstyle="512" bulletname="standard/circle" liststyle="Bullet List 1"> <text fontpointsize="10" fontface="Segoe UI">zlib - zur Unterst&#252;tzung der &#220;bertragungskomprimierung (eines der neueren Features von Warpinator)</text> </paragraph> <paragraph fontweight="400" leftindent="60" leftsubindent="60" bulletstyle="512" bulletname="standard/circle" liststyle="Bullet List 1"> <text fontpointsize="10" fontface="Segoe UI">wintoast - um Toastbenachrichtigungen anzuzeigen</text> </paragraph> <paragraph fontweight="400" leftindent="60" leftsubindent="60" bulletstyle="512" bulletname="standard/circle" liststyle="Bullet List 1"> <text fontpointsize="10" fontface="Segoe UI">cpp-base64 - zum Konvertieren von Bin&#228;rsch&#252;lsseln in Text und umgekehrt</text> </paragraph> </paragraphlayout> </richtext>
fr_fr: <?xml version="1.0" encoding="UTF-8"?> <richtext version="1.0.0.0" xmlns="http://www.wxwidgets.org"> <paragraphlayout textcolor="#000000" fontpointsize="12" fontfamily="72" fontstyle="90" fontweight="400" fontunderlined="0" fontface="Times New Roman" alignment="1" parspacingafter="10" parspacingbefore="0" linespacing="10" margin-left="10,4098" margin-right="10,4098" margin-top="10,4098" margin-bottom="10,4098"> <paragraph fontpointsize="10" fontweight="700" fontface="Segoe UI"> <text fontpointsize="15" fontstyle="93" fontweight="700" fontface="Segoe UI">About</text> </paragraph> <paragraph fontpointsize="10" fontweight="700" fontface="Segoe UI"> <text fontpointsize="10" fontweight="700" fontface="Segoe UI"></text> </paragraph> <paragraph> <text fontpointsize="10" fontweight="700" fontface="Segoe UI">"Winpinator "</text> <text fontpointsize="10" fontweight="400" fontface="Segoe UI">est un portage Windows non officiel d'un outil de transfert de fichiers Linux appelé Warpinator. Il fournit toutes les fonctionnalités de son équivalent Linux, cependant, Windows utilise son propre système de fichiers appelé NTFS et est généralement différent au niveau de l'architecture, donc Winpinator doit émuler certaines fonctionnalités de Linux, comme le système de permission. Winpinator devrait fonctionner sans problème, il utilise le réseau zeroconf, c'est-à-dire le protocole mDNS, mais certains paramètres de pare-feu peuvent l'empêcher de communiquer avec le reste du réseau.</text> </paragraph> <paragraph fontweight="400"> <text fontpointsize="10" fontface="Segoe UI"></text> </paragraph> <paragraph fontweight="400"> <text fontpointsize="10" fontface="Segoe UI">L'objectif principal du projet était de créer un outil offrant un aspect et la convivialité de Windows. L'interface utilise donc l'habillage système par défaut et prend en charge le glisser-déposer..</text> </paragraph> <paragraph fontweight="400"> <text fontpointsize="10" fontface="Segoe UI"></text> </paragraph> <paragraph fontweight="400"> <text fontpointsize="15" fontstyle="93" fontweight="700" fontface="Segoe UI">Librairies utilisées</text> </paragraph> <paragraph fontweight="400"> <text fontpointsize="15" fontstyle="93" fontweight="700" fontface="Segoe UI"></text> </paragraph> <paragraph fontweight="400" leftindent="60" leftsubindent="60" bulletstyle="512" bulletname="standard/circle" liststyle="Bullet List 1"> <text fontpointsize="10" fontweight="400" fontface="Segoe UI">wxWidgets - en tant que cadre général, pour fournir une apparence et la convivialité de Windows.</text> </paragraph> <paragraph fontweight="400" leftindent="60" leftsubindent="60" bulletstyle="512" bulletname="standard/circle" liststyle="Bullet List 1"> <text fontpointsize="10" fontface="Segoe UI">gRPC et protobuf - pour supporter le protocole du Warpinator officiel</text> </paragraph> <paragraph fontweight="400" leftindent="60" leftsubindent="60" bulletstyle="512" bulletname="standard/circle" liststyle="Bullet List 1"> <text fontpointsize="10" fontface="Segoe UI">sodium - pour crypter et décrypter des clés RSA avec la clé symétrique du groupe</text> </paragraph> <paragraph fontweight="400" leftindent="60" leftsubindent="60" bulletstyle="512" bulletname="standard/circle" liststyle="Bullet List 1"> <text fontpointsize="10" fontface="Segoe UI">openssl - pour générer des clés PEM sécurisées</text> </paragraph> <paragraph fontweight="400" leftindent="60" leftsubindent="60" bulletstyle="512" bulletname="standard/circle" liststyle="Bullet List 1"> <text fontpointsize="10" fontface="Segoe UI">sqlite3 - pour stocker des données persistantes, par exemple l'historique des transferts</text> </paragraph> <paragraph fontweight="400" leftindent="60" leftsubindent="60" bulletstyle="512" bulletname="standard/circle" liststyle="Bullet List 1"> <text fontpointsize="10" fontface="Segoe UI">zlib - pour supporter la compression des transferts (une des plus récentes fonctionnalités de Warpinator)</text> </paragraph> <paragraph fontweight="400" leftindent="60" leftsubindent="60" bulletstyle="512" bulletname="standard/circle" liststyle="Bullet List 1"> <text fontpointsize="10" fontface="Segoe UI">wintoast - pour afficher les notifications de toast</text> </paragraph> <paragraph fontweight="400" leftindent="60" leftsubindent="60" bulletstyle="512" bulletname="standard/circle" liststyle="Bullet List 1"> <text fontpointsize="10" fontface="Segoe UI">cpp-base64 - pour convertir les clés binaires en texte et vice versa</text> </paragraph> </paragraphlayout> </richtext>
hr_hr: <?xml version="1.0" encoding="UTF-8"?> <richtext version="1.0.0.0" xmlns="http://www.wxwidgets.org"> <paragraphlayout textcolor="#000000" fontpointsize="12" fontfamily="72" fontstyle="90" fontweight="400" fontunderlined="0" fontface="Times New Roman" alignment="1" parspacingafter="10" parspacingbefore="0" linespacing="10" margin-left="10,4098" margin-right="10,4098" margin-top="10,4098" margin-bottom="10,4098"> <paragraph fontpointsize="10" fontweight="700" fontface="Segoe UI"> <text fontpointsize="15" fontstyle="93" fontweight="700" fontface="Segoe UI">O aplikaciji</text> </paragraph> <paragraph fontpointsize="10" fontweight="700" fontface="Segoe UI"> <text fontpointsize="10" fontweight="700" fontface="Segoe UI"></text> </paragraph> <paragraph> <text fontpointsize="10" fontweight="700" fontface="Segoe UI">"Winpinator "</text> <text fontpointsize="10" fontweight="400" fontface="Segoe UI">je neslužbeni Windows port Linux alata za prijenos datoteka zvanog Warpinator. Pruža sve značajke kao i njegov Linux ekvivalent, ipak, Windows koristi vlastiti datotečni sustav koji se naziva NTFS i općenito arhitekturno je drugačiji, zbog toga Winpinator mora emulirati pojedine Linux značajke, poput dozvola sustava. Winpinator bi trebao raditi bez posebnog podešavanja, koristi zeroconf umrežavanje, npr. mDNS protokol, ali određene postavke vatrozida mogu spriječiti komunikaciju s ostatkom mreže.</text> </paragraph> <paragraph fontweight="400"> <text fontpointsize="10" fontface="Segoe UI"></text> </paragraph> <paragraph fontweight="400"> <text fontpointsize="10" fontface="Segoe UI">Glavna svrha projekta je stvaranje izvornog Windows izdanja, tako da sučelje koristi zadanu presvlaku sustava i podržava povlačenje i ispuštanje mišem.</text> </paragraph> <paragraph fontweight="400"> <text fontpointsize="10" fontface="Segoe UI"></text> </paragraph> <paragraph fontweight="400"> <text fontpointsize="15" fontstyle="93" fontweight="700" fontface="Segoe UI">Korištene biblioteke</text> </paragraph> <paragraph fontweight="400"> <text fontpointsize="15" fontstyle="93" fontweight="700" fontface="Segoe UI"></text> </paragraph> <paragraph fontweight="400" leftindent="60" leftsubindent="60" bulletstyle="512" bulletname="standard/circle" liststyle="Bullet List 1"> <text fontpointsize="10" fontweight="400" fontface="Segoe UI">wxWidgets - općeniti radni okvir, koji pruža izvorno Windows iskustvo i izgled</text> </paragraph> <paragraph fontweight="400" leftindent="60" leftsubindent="60" bulletstyle="512" bulletname="standard/circle" liststyle="Bullet List 1"> <text fontpointsize="10" fontface="Segoe UI">gRPC i protobuf - podržava protokol službenog Warpinatora</text> </paragraph> <paragraph fontweight="400" leftindent="60" leftsubindent="60" bulletstyle="512" bulletname="standard/circle" liststyle="Bullet List 1"> <text fontpointsize="10" fontface="Segoe UI">sodium - šifrira i dešifrira RSA ključeve sa simetričnom grupom ključa</text> </paragraph> <paragraph fontweight="400" leftindent="60" leftsubindent="60" bulletstyle="512" bulletname="standard/circle" liststyle="Bullet List 1"> <text fontpointsize="10" fontface="Segoe UI">openssl - stvara sigurne PEM klučeve</text> </paragraph> <paragraph fontweight="400" leftindent="60" leftsubindent="60" bulletstyle="512" bulletname="standard/circle" liststyle="Bullet List 1"> <text fontpointsize="10" fontface="Segoe UI">sqlite3 - pohranjuje trajne podatke, npr. povijest prijenosa</text> </paragraph> <paragraph fontweight="400" leftindent="60" leftsubindent="60" bulletstyle="512" bulletname="standard/circle" liststyle="Bullet List 1"> <text fontpointsize="10" fontface="Segoe UI">zlib - podržava sažimanje prijenosa (novija značajka Warpinatora)</text> </paragraph> <paragraph fontweight="400" leftindent="60" leftsubindent="60" bulletstyle="512" bulletname="standard/circle" liststyle="Bullet List 1"> <text fontpointsize="10" fontface="Segoe UI">wintoast - prikazuje toast obavijesti</text> </paragraph> <paragraph fontweight="400" leftindent="60" leftsubindent="60" bulletstyle="512" bulletname="standard/circle" liststyle="Bullet List 1"> <text fontpointsize="10" fontface="Segoe UI">cpp-base64 - pretvara binarne ključeve u tekst i obrnuto</text> </paragraph> </paragraphlayout> </richtext>
nl_nl: <?xml version="1.0" encoding="UTF-8"?> <richtext version="1.0.0.0" xmlns="http://www.wxwidgets.org"> <paragraphlayout textcolor="#000000" fontpointsize="12" fontfamily="72" fontstyle="90" fontweight="400" fontunderlined="0" fontface="Times New Roman" alignment="1" parspacingafter="10" parspacingbefore="0" linespacing="10" margin-left="10,4098" margin-right="10,4098" margin-top="10,4098" margin-bottom="10,4098"> <paragraph fontpointsize="10" fontweight="700" fontface="Segoe UI"> <text fontpointsize="15" fontstyle="93" fontweight="700" fontface="Segoe UI">Over</text> </paragraph> <paragraph fontpointsize="10" fontweight="700" fontface="Segoe UI"> <text fontpointsize="10" fontweight="700" fontface="Segoe UI"></text> </paragraph> <paragraph> <text fontpointsize="10" fontweight="700" fontface="Segoe UI">"Winpinator "</text> <text fontpointsize="10" fontweight="400" fontface="Segoe UI">is an unofficial Windows port of a Linux file transfer tool called Warpinator. Het verschaft alle mogelijkheden van zijn Linux equivalent. Echter, Windows gebruikt zijn eigen bestandssysteem genaamd NTFS en dat heeft een verschillende architectuur, waardoor Winpinator sommige Linux mogelijkheden, zoals het persmissie systeem, moet emuleren. Winpinator zou "out-of-the-box" moeten werken, het maakt gebruik van zeroconf networking, het mDNS protocol, maar sommige firewall instellingen zouden kunnen verhinderen dat het kan communiceren met de rest van het netwerk.</text> </paragraph> <paragraph fontweight="400"> <text fontpointsize="10" fontface="Segoe UI"></text> </paragraph> <paragraph fontweight="400"> <text fontpointsize="10" fontface="Segoe UI">Het voornaamste doel van het project was een app te maken met Windows 'look-and-feel', dus de interface gebruikt de standaard systeem skin en ondersteunt 'drag-and-drop'.</text> </paragraph> <paragraph fontweight="400"> <text fontpointsize="10" fontface="Segoe UI"></text> </paragraph> <paragraph fontweight="400"> <text fontpointsize="15" fontstyle="93" fontweight="700" fontface="Segoe UI">Gebruikte bibliotheken</text> </paragraph> <paragraph fontweight="400"> <text fontpointsize="15" fontstyle="93" fontweight="700" fontface="Segoe UI"></text> </paragraph> <paragraph fontweight="400" leftindent="60" leftsubindent="60" bulletstyle="512" bulletname="standard/circle" liststyle="Bullet List 1"> <text fontpointsize="10" fontweight="400" fontface="Segoe UI">wxWidgets - als een algemeen raamwerk, om de Windows-eigen look-and-feel te verschaffen</text> </paragraph> <paragraph fontweight="400" leftindent="60" leftsubindent="60" bulletstyle="512" bulletname="standard/circle" liststyle="Bullet List 1"> <text fontpointsize="10" fontface="Segoe UI">gRPC en protobuf - om het protocol van de officiele Warpinator te ondersteunen</text> </paragraph> <paragraph fontweight="400" leftindent="60" leftsubindent="60" bulletstyle="512" bulletname="standard/circle" liststyle="Bullet List 1"> <text fontpointsize="10" fontface="Segoe UI">sodium - voor het encrypten en decrypten van RSA sleutels met de symmetrische groepssleutel</text> </paragraph> <paragraph fontweight="400" leftindent="60" leftsubindent="60" bulletstyle="512" bulletname="standard/circle" liststyle="Bullet List 1"> <text fontpointsize="10" fontface="Segoe UI">openssl - om veilige PEM sleutels te genereren</text> </paragraph> <paragraph fontweight="400" leftindent="60" leftsubindent="60" bulletstyle="512" bulletname="standard/circle" liststyle="Bullet List 1"> <text fontpointsize="10" fontface="Segoe UI">sqlite3 - om persistente data te bewaren, b.v. de overdrachtshistorie</text> </paragraph> <paragraph fontweight="400" leftindent="60" leftsubindent="60" bulletstyle="512" bulletname="standard/circle" liststyle="Bullet List 1"> <text fontpointsize="10" fontface="Segoe UI">zlib - om compressie te ondersteunen (een van de nieuwere features van Warpinator)</text> </paragraph> <paragraph fontweight="400" leftindent="60" leftsubindent="60" bulletstyle="512" bulletname="standard/circle" liststyle="Bullet List 1"> <text fontpointsize="10" fontface="Segoe UI">wintoast - om toast notificaties te tonen</text> </paragraph> <paragraph fontweight="400" leftindent="60" leftsubindent="60" bulletstyle="512" bulletname="standard/circle" liststyle="Bullet List 1"> <text fontpointsize="10" fontface="Segoe UI">cpp-base64 - om binaire sleutels naar tekst te converteren en vice versa</text> </paragraph> </paragraphlayout> </richtext>
ru_ru: <?xml version="1.0" encoding="UTF-8"?> <richtext version="1.0.0.0" xmlns="http://www.wxwidgets.org"> <paragraphlayout textcolor="#000000" fontpointsize="12" fontfamily="72" fontstyle="90" fontweight="400" fontunderlined="0" fontface="Times New Roman" alignment="1" parspacingafter="10" parspacingbefore="0" linespacing="10" margin-left="10,4098" margin-right="10,4098" margin-top="10,4098" margin-bottom="10,4098"> <paragraph fontpointsize="10" fontweight="700" fontface="Segoe UI"> <text fontpointsize="15" fontstyle="93" fontweight="700" fontface="Segoe UI">O Winpinatorze</text> </paragraph> <paragraph fontpointsize="10" fontweight="700" fontface="Segoe UI"> <text fontpointsize="10" fontweight="700" fontface="Segoe UI"></text> </paragraph> <paragraph> <text fontpointsize="10" fontweight="700" fontface="Segoe UI">"Winpinator "</text> <text fontpointsize="10" fontweight="400" fontface="Segoe UI">jest nieoficalnym portem linuksowego programu Warpinator do transferu plik&#243;w. Zawiera wszystkie funkcje swojego odpowiednika z systemu Linux, jednak&#380;e, Windows u&#380;ywa w&#322;asnego systemu plik&#243;w NTFS i og&#243;lnie r&#243;&#380;ni si&#281; architektonicznie od systemu Linux, co powoduje, &#380;e Winpinator musi emulowa&#263; niekt&#243;re z funkcji Linuksa, takich jak system uprawnie&#324; plik&#243;w. Winpinator powinien od razu zacz&#261;&#263; dzia&#322;a&#263;, u&#380;ywa bowiem protoko&#322;&#243;w zeroconf, takich jak mDNS, ale niekt&#243;re ustawienia zapory sieciowej mog&#261; zablokowa&#263; mu mo&#380;liwo&#347;&#263; komunikacji z reszt&#261; sieci.</text> </paragraph> <paragraph fontweight="400"> <text fontpointsize="10" fontface="Segoe UI"></text> </paragraph> <paragraph fontweight="400"> <text fontpointsize="10" fontface="Segoe UI">"G&#322;&#243;wnym celem projektu by&#322;o stworzenie narz&#281;dzia, kt&#243;re dobrze wpasowuje si&#281; w system Windows, dlatego interfejs u&#380;ywa domy&#347;lnej sk&#243;rki systemu oraz wspiera "</text> <symbol fontpointsize="10" fontface="Segoe UI">34</symbol> <text fontpointsize="10" fontface="Segoe UI">przeci&#261;gnij i upu&#347;&#263;</text> <symbol fontpointsize="10" fontface="Segoe UI">34</symbol> <text fontpointsize="10" fontface="Segoe UI">.</text> </paragraph> <paragraph fontweight="400"> <text fontpointsize="10" fontface="Segoe UI"></text> </paragraph> <paragraph fontweight="400"> <text fontpointsize="15" fontstyle="93" fontweight="700" fontface="Segoe UI">U&#380;yte biblioteki</text> </paragraph> <paragraph fontweight="400"> <text fontpointsize="15" fontstyle="93" fontweight="700" fontface="Segoe UI"></text> </paragraph> <paragraph fontweight="400" leftindent="60" leftsubindent="60" bulletstyle="512" bulletname="standard/circle" liststyle="Bullet List 1"> <text fontpointsize="10" fontweight="400" fontface="Segoe UI">wxWidgets - do stworzenia natywnego interfejsu, jako g&#322;&#243;wny framework</text> </paragraph> <paragraph fontweight="400" leftindent="60" leftsubindent="60" bulletstyle="512" bulletname="standard/circle" liststyle="Bullet List 1"> <text fontpointsize="10" fontface="Segoe UI">gRPC and protobuf - do obs&#322;ugi protoko&#322;u oryginalnego Warpinatora</text> </paragraph> <paragraph fontweight="400" leftindent="60" leftsubindent="60" bulletstyle="512" bulletname="standard/circle" liststyle="Bullet List 1"> <text fontpointsize="10" fontface="Segoe UI">sodium - do szyfrowania i rozszyfrowywania kluczy RSA symetrycznym kluczem grupy</text> </paragraph> <paragraph fontweight="400" leftindent="60" leftsubindent="60" bulletstyle="512" bulletname="standard/circle" liststyle="Bullet List 1"> <text fontpointsize="10" fontface="Segoe UI">openssl - do generowania bezpiecznych kluczy PEM</text> </paragraph> <paragraph fontweight="400" leftindent="60" leftsubindent="60" bulletstyle="512" bulletname="standard/circle" liststyle="Bullet List 1"> <text fontpointsize="10" fontface="Segoe UI">sqlite3 - do przechowywania trwa&#322;ych danych, takich jak historia transfer&#243;w</text> </paragraph> <paragraph fontweight="400" leftindent="60" leftsubindent="60" bulletstyle="512" bulletname="standard/circle" liststyle="Bullet List 1"> <text fontpointsize="10" fontface="Segoe UI">zlib - do wspierania kompresji transferu (jedna z nowszych funkcji Warpinatora)</text> </paragraph> <paragraph fontweight="400" leftindent="60" leftsubindent="60" bulletstyle="512" bulletname="standard/circle" liststyle="Bullet List 1"> <text fontpointsize="10" fontface="Segoe UI">wintoast - do wy&#347;wietlania powiadomie&#324; typu toast</text> </paragraph> <paragraph fontweight="400" leftindent="60" leftsubindent="60" bulletstyle="512" bulletname="standard/circle" liststyle="Bullet List 1"> <text fontpointsize="10" fontface="Segoe UI">cpp-base64 - do konwersji kluczy binarnych na tekst i na odwr&#243;t</text> </paragraph> </paragraphlayout> </richtext>
