Repository: FraxinusAcer/winpinator
Catalog: po/*.po
Languages: de_ch, fr_fr, hr_hr, nl_nl, ru_ru

source: About Winpinator...
de_ch: Über Winpinator...
fr_fr: A propos de Winpinator...
hr_hr: O Winpinatoru...
nl_nl: Over Winpinator...
ru_ru: О программе Winpinator...

source: Could not load About section.
de_ch: Der Abschnitt "Über" konnte nicht geladen werden.
fr_fr: Impossible de charger la section A Propos.
hr_hr: Nemouće učitavanje odjeljka 'O programu'.
nl_nl: Kon de 'Over' sectie niet laden.
ru_ru: Невозможно образить секцию О программе.

source: About
de_ch: Über
fr_fr: A Propos
hr_hr: O programu
nl_nl: Over
ru_ru: О прогремме

source: License
de_ch: Lizenz
fr_fr: Licence
hr_hr: Licenca
nl_nl: Licentie
ru_ru: Лицензия

source: License file could not be loaded.
de_ch: Lizenzdatei konnte nicht geladen werden.
fr_fr: Le fichier de licence n'a pas pu être chargé.
hr_hr: Nemoguće učitavanje datoteke licence.
nl_nl: Licentie bestand kon niet geladen worden.
ru_ru: Файл лицензии не может быть загружен.

source: ver. %s
hr_hr: inačica. %s
ru_ru: вер. %s

source: The list below contains all files that were registered as being sent/received within the transfer you've selected. The list might be incomplete if the transfer has been interrupted or failed in a different way.
de_ch: Die folgende Liste enthält alle mit dem gewählten Transfer erfolgreich übertragenen Dateien. Die Liste kann unvollständig sein, wenn die Übertragung unterbrochen wurde oder auf andere Weise fehlgeschlagen ist.
fr_fr: La liste ci-dessous contient tous les fichiers qui ont été enregistrés comme étant envoyés/reçus dans le cadre du transfert que vous avez sélectionné. La liste peut être incomplète si le transfert a été interrompu ou a échoué d'une autre manière.
hr_hr: Popis ispod sadrži sve datoteke registrirane kao poslane/primljene. Popis je možda nepotpun ako je prijenos prekinut ili nije uspio zbog određenog drugog razloga.
nl_nl: De lijst hieronder bevat alle bestanden die geregistreed zijn als verzonden/ontvangen binnen de overdracht die u heeft geselecteerd. De lijst kan incompleet zijn indien de overdracht is onderbroken of op een andere manier is mislukt.
ru_ru: В приведенном ниже списке представлены все файлы, которые были зарегистрированы как отправленные/полученные в рамках выбранной вами передачи. Список может быть неполным, если передача была прервана или произошла ошибка по другой причине.

source: List of transferred files
de_ch: Liste der übertragenen Dateien
fr_fr: Liste des fichiers transférés
hr_hr: Popis prenesenih datoteka
nl_nl: Lijst van verstuurde bestanden
ru_ru: Список переданных файлов

source: Close
de_ch: Schließen
fr_fr: Fermer
hr_hr: Zatvori
nl_nl: Sluiten
ru_ru: Закрыть

source: File name
de_ch: Dateiname
fr_fr: Nom du fichier
hr_hr: Naziv datoteke
nl_nl: Bestandsnaam
ru_ru: Имя файла

source: File type
de_ch: Dateityp
fr_fr: Type du fichier
hr_hr: Vrsta datoteke
nl_nl: Bestandstype
ru_ru: Тип файла

source: Relative path
de_ch: Relativer Pfad
fr_fr: Chemin relatif
hr_hr: Relativna putanja
nl_nl: Relatieve pad
ru_ru: Относительный путь

source: Absolute path
de_ch: Absoluter Pfad
fr_fr: Chemin absolu
hr_hr: Apsolutna putanja
nl_nl: Absolute pad
ru_ru: Абсолютный путь

source: Folder
de_ch: Ordner
fr_fr: Dossier
hr_hr: Mapa
ru_ru: Папка

source: File
de_ch: Datei
fr_fr: Fichier
hr_hr: Datoteka
nl_nl: Bestand
ru_ru: Файл

source: Copy file name...
de_ch: Kopiere Dateiname...
fr_fr: Copier le nom du fichier...
hr_hr: Kopiraj naziv datoteke...
nl_nl: Kopieer bestandsnaam...
ru_ru: Копировать имя файла...

source: Copy file type...
de_ch: Kopiere Dateityp...
fr_fr: Copier le type de fichier...
hr_hr: Kopiraj vrstu datoteke...
nl_nl: Kopieer bestandstype...
ru_ru: Копировать тип файла...

source: Copy relative path...
de_ch: Kopiere relativen Pfad...
fr_fr: Copier le chemin relatif...
hr_hr: Kopiraj relativnu putanju...
nl_nl: Kopieer relatieve pad...
ru_ru: Копировать относительный путь...

source: Copy absolute path...
de_ch: Kopiere absoluten Pfad...
fr_fr: Copier le chemin absolu...
hr_hr: Kopiraj apsolutnu putanju...
nl_nl: Kopieer absolute pad...
ru_ru: Копировать абсолютный путь...

source: Type:
de_ch: Typ:
hr_hr: Vrsta:
ru_ru: Тип:

source: Total size:
de_ch: Gesamtgrösse:
fr_fr: Taille Totale:
hr_hr: Ukupna veličina:
nl_nl: Totale omvang:
ru_ru: Общий размер:

source: Date and time:
de_ch: Datum und Zeit:
fr_fr: Date et heure:
hr_hr: Datum i vrijeme:
nl_nl: Datum en tijd:
ru_ru: Дата и время:

source: %Y-%m-%d %I:%M %p
fr_fr: %d.%m.%Y %H:%M
hr_hr: %d-%m-%Y %I:%M %p
ru_ru: %d.%m.%Y %H:%M

source: &Open
de_ch: &Öffnen
fr_fr: &Ouvrir
hr_hr: &Otvori
ru_ru: &Открыть

source: Show in &Explorer...
de_ch: Im &Explorer anzeigen...
fr_fr: Voir dans l’explorateur de fichier...
hr_hr: Prikaži u &Eksploreru...
nl_nl: Toon in &Verkenner...
ru_ru: ПОказать в &Проводнике...

source: Show &list of transferred files...
de_ch: Zeige &Liste der übertragenen Dateien an...
fr_fr: Montrer la &liste des éléments transférés...
hr_hr: Prikaži &popis prenešenih datoteka...
nl_nl: Toon &lijst van verzonden bestanden...
ru_ru: Показать &лист переданных файлов...

source: &Remove from history
de_ch: Entfe&rne aus dem Verlauf
fr_fr: &Supprimer de l'historique
hr_hr: &Ukloni iz povijesti
nl_nl: &Verwijder uit historie
ru_ru: &Удалить из истории

source: Files and directories from this transfer no longer exist on the hard drive.
de_ch: Dateien und Ordner dieses Transfers existieren nicht mehr auf dem Massenspeicher.
fr_fr: Les fichiers et répertoires de ce transfert n'existent plus sur le disque dur.
hr_hr: Datoteke i direktoriji iz ovog prijenosa više ne postoje na tvrdom disku.
nl_nl: Bestanden en folders van deze overdracht bestaan niet langer op de harde schijf.
ru_ru: Файлы и папки, полученные в результате этой передачи, больше не существуют на жестком диске.

source: Can't show element
de_ch: Element kann nicht angezeigt werden
fr_fr: Impossible de montrer l'élément
hr_hr: Nemoguć prikaz elementa
nl_nl: Kan het element niet tonen
ru_ru: Элемент не может быть отображён

source: Completed
de_ch: Beendet
fr_fr: Terminé
hr_hr: Završeno
nl_nl: Klaar
ru_ru: Завершённый

source: Cancelled
de_ch: Abgebrochen
fr_fr: Annulé
hr_hr: Prekinuto
nl_nl: Afgebroken
ru_ru: Отменённый

source: Error occurred
de_ch: Fehler aufgetreten
fr_fr: Une erreur s'est produite
hr_hr: Dogodila se greška
nl_nl: Fout opgetreden
ru_ru: Произошла ошибка

source: Unknown
de_ch: Unbekannt
fr_fr: Inconnu
hr_hr: Nepoznato
nl_nl: Onbekend
ru_ru: Неизвестный

source: Selected element no longer exists on the hard drive.
de_ch: Ausgewähltes Element existiert nicht mehr auf dem Massenspeicher.
fr_fr: L'élément sélectionné n'existe plus sur le disque dur.
hr_hr: Odabrani element više ne postoji.
nl_nl: Geselecteerde element bestaat niet langer op de harde schijf.
ru_ru: Выбранный элемент больше не существует на жестком диске..

source: Can't open element
de_ch: Element kann nicht geöffnet werden
fr_fr: Impossible d'ouvrir l'élément
hr_hr: Nemoguće otvaranje elementa
nl_nl: Kan het element niet openen
ru_ru: Элемент не открывается

source: Over&write
de_ch: Über&schreiben
fr_fr: %Ecraser
hr_hr: Preb&riši
nl_nl: Over&schrijven
ru_ru: Пере&записать

source: &Cancel
de_ch: Abbre&chen
fr_fr: &Annuler
hr_hr: &Odustani
nl_nl: &Afbreken
ru_ru: &Отмена

source: &Accept
de_ch: &Akzeptieren
fr_fr: &Accepter
hr_hr: &Prihvati
nl_nl: A&ccepteren
ru_ru: &Принять

source: &Decline
de_ch: Ab&lehnen
fr_fr: &Refuser
hr_hr: &Odbij
nl_nl: Af&wijzen
ru_ru: &Понизить

source: &Stop
de_ch: &Stoppen
hr_hr: &Zaustavi
ru_ru: &Остановить

source: calculating remaining time
de_ch: berechne Restzeit
fr_fr: calcule le temps restant
hr_hr: izračunavanje preostalog vremena
nl_nl: bereken resterende tijd
ru_ru: рассчёт оставшегося времени

source: a few seconds remaining
de_ch: noch einige Sekunden übrig
fr_fr: quelques secondes restantes
hr_hr: preostalo je nekoliko sekundi
nl_nl: nog een paar seconden
ru_ru: осталось несколько секунд

source: %d sec remaining
de_ch: %d Sek. übrig
fr_fr: %d seconde restante
hr_hr: %d sekunda preostala
nl_nl: %d seconde resteren
ru_ru: осталось %d сек

source: %d min remaining
de_ch: %d Min. übrig
fr_fr: %d minute restante
hr_hr: %d minuta preostala
nl_nl: %d minuut resteert
ru_ru: осталось %d мин

source: %d hour remaining
de_ch: %d Std. übrig
fr_fr: %d heure restante
hr_hr: %d sat preostao
nl_nl: %d uur resterend
ru_ru: осталось %d часов

source: %d day remaining
de_ch: %d Tag übrig
fr_fr: %d jour restant
hr_hr: %d dan preostao
nl_nl: %d dag resteert
ru_ru: осталось %d дней

source: many days remaining
de_ch: viele Tage übrig
fr_fr: plusieurs jours restants
hr_hr: mnogo dana preostalo
nl_nl: vele dagen resteren
ru_ru: осталось много дней

source: %s of %s ἢ %s ἢ %s
de_ch: %s von %s ἢ %s ἢ %s
fr_fr: %s sur %s ἢ %s ἢ %s
hr_hr: %s od %s ἢ %s ἢ %s
ru_ru: %s из %s ἢ %s ἢ %s

source: 999.9MB of 999.9MB ἢ 999.9MB/s ἢ a few seconds remaining
de_ch: 999.9MB von 999.9MB ἢ 999.9MB/s ἢ noch einige Sekunden übrig
fr_fr: 999.9MB sur 999.9MB ἢ 999.9MB/s ἢ quelques secondes restantes
hr_hr: 999.9MB od 999.9MB ἢ 999.9MB/s ἢ nekoliko sekundi preostalo
nl_nl: 999.9MB of 999.9MB ἢ 999.9MB/s ἢ een paar seconden resteren
ru_ru: 999.9MB z 999.9MB ἢ 999.9MB/s ἢ осталось несколько секунд

source: %s is sending you files:
de_ch: %s sendet Dir Dateien:
fr_fr: %s vous envoie des fichiers:
hr_hr: %s vam šalje datoteke:
nl_nl: %s verstuurt uw bestanden:
ru_ru: %s отправляются Ваш файлы:

source: Awaiting approval from %s...
de_ch: Warte auf Bestätigung von %s...
fr_fr: En attente de confirmation de %s...
hr_hr: Očekivanje odobrenja od %s...
nl_nl: In afwachting van goedkeuring van %s...
ru_ru: Ожидание принятия уже %s...

source: Scanning for files...
de_ch: Suche nach Dateien...
fr_fr: Recherche de fichiers...
hr_hr: Pretraživanje datoteka...
nl_nl: Scannen op bestanden...
ru_ru: Поиск файлов...

source: This request will overwrite one or more files!
de_ch: Dieser Transfer wird eine oder mehrere Dateien überschreiben!
fr_fr: Cette demande va écraser un ou plusieurs fichiers !
hr_hr: Ovaj zahtjev će prebrisati jednu ili više datoteka!
nl_nl: Dit verzoek zal een of meerdere bestanden overschrijven!
ru_ru: Этот запрос перезапишет один или более файлов!

source: R&esume
de_ch: Forts&etzen
fr_fr: &Reprendre
hr_hr: N&astavi
nl_nl: &Hervatten
ru_ru: П&родолжить

source: &Pause
de_ch: &Pausieren
hr_hr: &Pauziraj
nl_nl: &Pauzeren
ru_ru: &Пауза

source: Not enough disk space! Files cannot be received!
de_ch: Nicht genügend Speicherplatz! Dateien können nicht empfangen werden!
fr_fr: Pas assez d'espace disponible ! Les fichiers ne peuvent pas être reçus !
hr_hr: Nedovoljno diskovnog prostora! Datoteke se ne mogu primiti!
nl_nl: Niet genoeg schijfruimte! Bestanden kunnen niet worden ontvangen!
ru_ru: статочно места на диске! Файлы не могут быть получены!

source: Empty
de_ch: Leer
fr_fr: Vide
hr_hr: Prazno
nl_nl: Leeg
ru_ru: Пусто

source: %d element
fr_fr: %d élément
ru_ru: %d элементов

source: %d file
de_ch: %d Datei
fr_fr: %d fichier
hr_hr: %d datoteka
nl_nl: %d bestand
ru_ru: %d файлов

source: %d folder
de_ch: %d Ordner
fr_fr: %d dossier
hr_hr: %d mapa
ru_ru: %d папок

source: %s and %s
de_ch: %s und %s
fr_fr: %s et %s
hr_hr: %s i %s
nl_nl: %s en %s
ru_ru: %s и %s

source: Calculating
de_ch: Berechne
fr_fr: En cours de calcul
hr_hr: Izračunavam
nl_nl: Berekenen
ru_ru: Рассчёт

source: Multiple files
de_ch: Mehrere Dateien
fr_fr: Plusieurs fichiers
hr_hr: Više datoteka
nl_nl: Meerdere bestanden
ru_ru: Множество файлов

source: Multiple folders
de_ch: Mehrere Ordner
fr_fr: Plusieurs dossiers
hr_hr: Više mapa
nl_nl: Meerdere folders
ru_ru: Множество папок

source: Mixed elements
de_ch: Uneinheitliche Elemente
fr_fr: Éléments mixtes
hr_hr: Mješani elementi
nl_nl: Gemende elementen
ru_ru: Разные элемнеты

source: Hostname:
fr_fr: Nom de l'hôte :
hr_hr: Naziv računala:
nl_nl: Host naam:
ru_ru: Имя хоста:

source: IP Address:
de_ch: IP Adresse:
fr_fr: Adresse IP :
hr_hr: IP adresa:
nl_nl: IP Adres:
ru_ru: IP адрес:

source: OS:
de_ch: Betriebssystem:
fr_fr: Système d'exploitation :
ru_ru: ОС:

source: Connection:
de_ch: Verbindung:
fr_fr: Connexion:
hr_hr: Povezivanje:
nl_nl: Verbinding:
ru_ru: Подключение:

source: A fatal error occurred while trying to start the service!
de_ch: Ein fataler Fehler ist beim Starten des Service aufgetreten!
fr_fr: Une erreur fatale s'est produite lors de la tentative de démarrage du service !
hr_hr: Kobna greška se dogodila tijekom pokušaja pokretanja usluge!
nl_nl: Een fatale fout is opgetreden bij het opstarten van deze service!
ru_ru: При попытке запустить службу произошла критическая ошибка!

source: Try again
de_ch: Nochmal versuchen
fr_fr: Réessayer
hr_hr: Pokušaj ponovno
nl_nl: Probeer opnieuw
ru_ru: Попробуйте снова

source: Open settings
de_ch: Einstellungen öffnen
fr_fr: Ouvrir les réglages
hr_hr: Otvori postavke
nl_nl: Open instellingen
ru_ru: Открыть настройки

source: No error.
de_ch: Kein Fehler.
fr_fr: Pas d'erreur.
hr_hr: Nema greške.
nl_nl: Geen fout.
ru_ru: Без ошибок.

source: Unknown error!
de_ch: Unbekannter Fehler!
fr_fr: Erreur inconnue !
hr_hr: Nepoznata greška!
nl_nl: Onbekende fout!
ru_ru: Неизвестная ошибка!

source: Can't create mDNS server! Maybe another running app is holding exclusive access to appropriate port?
de_ch: Kann keinen mDNS-Server erzeugen! Ev. blockiert eine andere laufende App den entsprechenden Port?
fr_fr: Impossible de créer un serveur mDNS ! Peut-être qu'une autre application en cours d'exécution détient un accès exclusif au port approprié ?
hr_hr: Nemoguće stvaranje mDNS poslužitelja! Možda neka druga aplikacija koristi pripadajući vatrozid ulaz?
nl_nl: Kan geen mDNS server creeeren! Misschien dat een andere app exclusieve toegang tot de toepasselijke poort heeft?
ru_ru: Не удается создать dns-сервер! Может быть, другое запущенное приложение имеет эксклюзивный доступ к соответствующему порту?

source: Can't create registration service (for compatibility mode). Maybe there's another instance of Winpinator running on your computer, e.g. started by another user? You can always try to change ports in the settings.
de_ch: Kann keinen Registrations-Service (für den Kompatibilitätsmodus) erzeugen. Ev. läuft eine andere Instanz von Winpinator auf dem Computer, z.B. von einem anderen Konto Gestartete? Sie können versuchen, die Ports in den Einstellungen zu ändern.
fr_fr: Impossible de créer le service d'enregistrement (pour le mode de compatibilité). Peut-être y a-t-il une autre instance de Winpinator en cours d'exécution sur votre ordinateur, par exemple lancée par un autre utilisateur ? Vous pouvez toujours essayer de changer les ports dans les paramètres.
hr_hr: Nemoguće stvaranje usluge registracije (u svrhu kompatibilnosti). Možda je drugi primjerak Winpinatora pokrenut na računalu, npr. pokrenuo ga je drugi korisnik? Uvijek možete pokušati promijeniti ulaz vatrozida u postavkama.
nl_nl: Kan geen registratie service creeeren (voor compatibiliteits modus). Misschien is er al een andere instantie van Winpinator actief op uw computer, bijvoorbeeld gestart door een andere gebruiker? U kunt altijd proberen de poorten te veranderen in de instellingen.
ru_ru: Не удается создать службу регистрации (для режима совместимости). Возможно, на вашем компьютере запущен другой экземпляр Wimpinator, например, запущенный другим пользователем? Вы всегда можете попробовать изменить порты в настройках.

source: Can't create registration service. Maybe there's another instance of Winpinator running on your computer, e.g. started by another user? You can always try to change ports in the settings.
de_ch: Kann keinen Registrations-Service erzeugen. Ev. läuft eine andere Instanz von Winpinator auf dem Computer, z.B. von einem anderen Konto Gestartete? Sie können versuchen, die Ports in den Einstellungen zu ändern.
fr_fr: Impossible de créer le service d'enregistrement. Peut-être y a-t-il une autre instance de Winpinator en cours d'exécution sur votre ordinateur, par exemple lancée par un autre utilisateur ? Vous pouvez toujours essayer de changer les ports dans les paramètres.
hr_hr: Nemoguće stvaranje usluge registracije. Možda je drugi primjerak Winpinatora pokrenut na računalu, npr. pokrenuo ga je drugi korisnik? Uvijek možete pokušati promijeniti ulaz vatrozida u postavkama.
nl_nl: Kan geen registratie service creeeren. Misschien is er al een andere instantie van Winpinator actief op uw computer, bijvoorbeeld gestart door een andere gebruiker? U kunt altijd proberen de poorten te veranderen in de instellingen.
ru_ru: Не удается создать службу регистрации. Возможно, на вашем компьютере запущен другой экземпляр Wimpinator, например, запущенный другим пользователем? Вы всегда можете попробовать изменить порты в настройках.

source: Can't create main service. Maybe there's another instance of Winpinator running on your computer, e.g. started by another user? You can always try to change ports in the settings.
de_ch: Kann keinen Haupt-Service erzeugen. Ev. läuft eine andere Instanz von Winpinator auf dem Computer, z.B. von einem anderen Konto Gestartete? Sie können versuchen, die Ports in den Einstellungen zu ändern.
fr_fr: Impossible de créer le service principal. Peut-être y a-t-il une autre instance de Winpinator en cours d'exécution sur votre ordinateur, par exemple lancée par un autre utilisateur ? Vous pouvez toujours essayer de changer les ports dans les paramètres.
hr_hr: Nemoguće stvaranje glavne usluge. Možda je drugi primjerak Winpinatora pokrenut na računalu, npr. pokrenuo ga je drugi korisnik? Uvijek možete pokušati promijeniti ulaz vatrozida u postavkama.
nl_nl: Kan hoofd service niet creeeren. Misschien is er al een andere instantie van Winpinator actief op uw computer, bijvoorbeeld gestart door een andere gebruiker? U kunt altijd proberen de poorten te veranderen in de instellingen.
ru_ru: Не удаётся создать основной сервис. Возможно, на вашем компьютере запущен другой экземпляр Wimpinator, например, запущенный другим пользователем? Вы всегда можете попробовать изменить порты в настройках.

source: Output directory you provided in the settings does not exist. Winpinator failed to create one.
de_ch: Der in den Einstellungen festgelegte Speicher-Ordner existiert nicht. Winpinator konnte ihn nicht erzeugen.
fr_fr: Le répertoire de sortie que vous avez fourni dans les paramètres n'existe pas. Winpinator n'a pas réussi à en créer un.
hr_hr: Odredišni direktorij koji ste naveli u postavkama ne postoji. Winpinator ga nije uspio stvoriti.
nl_nl: De uitvoer folder die u in de instellingen opgegeven heeft, bestaat niet. Winpinator is er niet in geslaagd er een te maken.
ru_ru: Выходной каталог, указанный вами в настройках, не существует. Winpinator не смог его создать.

source: Missing description
de_ch: Fehlende Beschreibung
fr_fr: Description manquante
hr_hr: Opis nedostaje
nl_nl: Ontbrekende omschrijving
ru_ru: Описание отсутствует

source: Below is a list of currently available computers. Select the one you want to transfer your files to.
de_ch: Unten sind die jetzt verfügbaren Geräte aufgelistet. Wähle dasjenige aus, an das Du Dateien senden willst.
fr_fr: Vous trouverez ci-dessous une liste des ordinateurs actuellement disponibles. Sélectionnez celui vers lequel vous souhaitez transférer vos fichiers.
hr_hr: Ispod je popis trenutno dostupnih računala. Odaberite na koji želite poslati vaše datoteke.
nl_nl: Hieronder staat een lijst van op dit moment beschikbare computers. Selecteer degene waarnaar u bestanden wilt overdragen.
ru_ru: Ниже приведен список доступных в данный момент компьютеров. Выберите тот, на который Вы хотите передать свои файлы.

source: Below is a list of currently available computers. Select the one you want to transfer your files to.
de_ch: Unten sind die jetzt verfügbaren Geräte aufgelistet. Wähle dasjenige aus, an das Du Dateien senden willst.
fr_fr: Vous trouverez ci-dessous une liste des ordinateurs actuellement disponibles. Sélectionnez celui vers lequel vous souhaitez transférer vos fichiers.
hr_hr: Ispod je popis trenutno dostupnih računala. Odaberite na koji želite poslati vaše datoteke.
nl_nl: Hieronder staat een lijst van op dit moment beschikbare computers. Selecteer degene waarnaar u bestanden wilt overdragen.
ru_ru: Ниже приведен список доступных в данный момент компьютеров. Выберете тот, на который Вы хотите передать свои файлы

source: Select where to send your files
de_ch: Wähle aus, wohin die Dateien zu senden sind
fr_fr: Sélectionnez où envoyer vos fichiers
hr_hr: Odaberite gdje želite poslati datoteke
nl_nl: Selecteer waar uw bestanden heen te sturen
ru_ru: Выберите, куда отправлять ваши файлы

source: Refresh list
de_ch: Liste aktualisieren
fr_fr: Rafraîchir la liste
hr_hr: Osvježi popis
nl_nl: Ververs de lijst
ru_ru: Обновить список

source: Searching for computers on your network...
de_ch: Suche Geräte in Deinem Netzwerk...
fr_fr: Recherche d'autres ordinateurs sur votre réseau...
hr_hr: Pretraživanje računala na vašoj mreži...
nl_nl: Zoekend naar computers op uw netwerk...
ru_ru: ПОиск компьютеров в Вашей сети...

source: &Next >
de_ch: &Weiter >
fr_fr: &Suivant >
hr_hr: &Sljedeće >
nl_nl: &Volgende >
ru_ru: &Далее >

source: Data unavailable
de_ch: Fehlende Daten
fr_fr: Données non disponible
hr_hr: Nedostupni podaci
nl_nl: Gegevens niet aanwezig
ru_ru: Данные недоступны

source: Loading...
de_ch: Lade...
fr_fr: Chargement...
hr_hr: Učitavanje...
nl_nl: Laden...
ru_ru: Загрузка...

source: There are no other computers found on your network...
de_ch: Es wurden keine anderen Geräte in Deinem Netzwerk gefunden...
fr_fr: Il n'y a pas d'autres ordinateurs sur votre réseau...
hr_hr: Nema pronađenih drugih računala na vašoj mreži...
nl_nl: Er zijn geen andere computers in uw netwerk gevonden...
ru_ru: В вашей сети других компьютеров не найдено...

source: It seems you're offline! Check your LAN connection...
de_ch: Dein Geräte scheint keine Netzwerkverbindung zu haben! Bitte überprüfe Diese...
fr_fr: Il semble que vous soyez hors ligne ! Vérifiez votre connexion LAN...
hr_hr: Izgleda da niste povezani s mrežom! Provjerite postavke mreže...
nl_nl: Het lijkt dat u offline bent! Controleer uw LAN verbinding...
ru_ru: Похоже, вы отключены от сети! Проверьте ваше подключение к локальной сети...

source: Starting Winpinator...
de_ch: Starte Winpinator...
fr_fr: Démarrage de Winpinator...
hr_hr: Pokretanje Winpinatora...
nl_nl: Winpinator start...
ru_ru: Запуск Winpinatora...

source: Select files or directories to start transfer
de_ch: Selektiere Dateien und/oder Ordner um einen Transfer zu starten
fr_fr: Sélectionnez les fichiers ou les répertoires à transférer
hr_hr: Odaberite datoteke ili mape za pokretanje prijenosa
nl_nl: Selecteer bestanden of folders om overdracht te starten
ru_ru: Выберете файлы или папки для начала передачи

source: Drop elements you want to send into the box below or click one of the buttons.
de_ch: Ziehe die zu sendenden Elemente in die Box unten oder klicke einen der Knöpfe.
fr_fr: Déposez les éléments que vous souhaitez envoyer dans la boîte ci-dessous ou cliquez sur l'un des boutons.
hr_hr: Ispustite elemente koje želite poslati u okvir ispod ili kliknite na jedan gumb.
nl_nl: Plaats elementen die u wilt versturen in het vak hieronder of klik op een van de buttons.
ru_ru: Поместите элементы, которые вы хотите отправить, в поле ниже или нажмите одну из кнопок.

source: Go back
de_ch: Zurück
fr_fr: Retourner
hr_hr: Idi natrag
nl_nl: Ga terug
ru_ru: Назад

source: Send file(s)...
de_ch: Sende Datei(en)...
fr_fr: Envoyer fichier(s)
hr_hr: Pošalji datoteku(e)...
nl_nl: Stuur bestand(en)...
ru_ru: Отправить файл(ы)...

source: Send a folder...
de_ch: Sende einen Ordner...
fr_fr: Envoyer un dossier...
hr_hr: Pošalji mapu...
nl_nl: Stuur een folder...
ru_ru: Отправить папку...

source: Clear history
de_ch: Lösche Verlauf
fr_fr: Supprimer l'historique
hr_hr: Ukloni povijest
nl_nl: Wis de historie
ru_ru: Очистить историю
