Repository: FraxinusAcer/winpinator
Catalog: po/*.po
Languages: de_ch, fr_fr, hr_hr, nl_nl, ru_ru

source: Select files to send...
de_ch: Selektiere Dateien zum Senden...
fr_fr: Sélectionnez les fichiers à envoyer...
hr_hr: Odaberi datoteke za slanje...
nl_nl: Selecteer bestanden om te verzenden...
ru_ru: Выберете файлы для отправки...

source: All files (*.*)|*.*
de_ch: Alle Dateien (*.*)|*.*
fr_fr: Tous les fichiers (*.*)|*.*
hr_hr: Sve datoteke (*.*)|*.*
nl_nl: Alle bestanden (*.*)|*.*
ru_ru: Все файлы (*.*)|*.*

source: Select directories to send...
de_ch: Selektiere Ordner zum Senden...
fr_fr: Sélectionnez les dossiers à envoyer...
hr_hr: Odaberi mape za slanje...
nl_nl: Selecteer folders om te verzenden.
ru_ru: Выберете папки для отправки...

source: Are you sure you want to clear entire history for this device?
de_ch: Bist Du sicher, dass Du den ganzen Verlauf für dieses Gerät löschen möchtest?
fr_fr: Êtes-vous sûr de vouloir effacer tout l'historique de cet appareil ?
hr_hr: Sigurno želite ukloniti cjelokupnu povijest za ovaj uređaj?
nl_nl: Bent u er zeker van dat u de gehele historie van dit apparaat wilt wissen?
ru_ru: Вы уверены, что хотите очистить всю историю на этом устройстве?

source: This operation cannot be undone!
de_ch: Dieser Vorgang kann nicht rückgängig gemacht werden!
fr_fr: Cette opération ne peut être annulée !
hr_hr: Ova radnja se ne može poništiti!
nl_nl: Deze handeling kan niet ongedaan gemaakt worden!
ru_ru: Эта операция не может быть отменена!

source: Read
de_ch: Lesen
fr_fr: Lire
hr_hr: Čitanje
nl_nl: Lees
ru_ru: Чтение

source: Write
de_ch: Schreiben
fr_fr: Ecrire
hr_hr: Pisanje
nl_nl: Schrijf
ru_ru: Запись

source: Execute
de_ch: Ausführen
fr_fr: Exécuter
hr_hr: Pokretanje
nl_nl: Uitvoeren
ru_ru: Выполнение

source: Owner
de_ch: BesitzerIn
fr_fr: Propriétaire
hr_hr: Vlasnik
nl_nl: Eigenaar
ru_ru: WłaścВладелецiciel

source: Group
de_ch: Gruppe
fr_fr: Groupe
hr_hr: Grupa
nl_nl: Groep
ru_ru: Группа

source: Others
de_ch: Andere
fr_fr: Autres
hr_hr: Ostalo
nl_nl: Anderen
ru_ru: Другие

source: Preferences
de_ch: Einstellungen
fr_fr: Préférences
hr_hr: Postavke
nl_nl: Voorkeuren
ru_ru: Настройки

source: General
de_ch: Allgemein
fr_fr: Général
hr_hr: Općenito
nl_nl: Algemeen
ru_ru: Общие

source: Unix permissions
de_ch: Unix-Berechtigungen
fr_fr: Permissions Unix
hr_hr: Unix dozvole
nl_nl: Unix permissies
ru_ru: Права Unix

source: History
de_ch: Verlauf
fr_fr: Historique
hr_hr: Povijest
nl_nl: Historie
ru_ru: История

source: Connection
de_ch: Verbindung
fr_fr: Connexion
hr_hr: Povezivanje
nl_nl: Verbinding
ru_ru: Подключения

source: Interface
de_ch: Bedienoberfläche
hr_hr: Sučelje
ru_ru: Интерфейс

source: Language (requires restart to take effect):
de_ch: Sprache (nach einem Programm-Neustart ist die Sprache umgestellt):
fr_fr: Langue (nécessite un redémarrage pour prendre effet) :
hr_hr: Jezik (zahtijeva ponovno pokretanje aplikacije):
nl_nl: Taal (vereist herstart):
ru_ru: Язык (требуется перезапуск для применения):

source: Desktop
fr_fr: Bureau
hr_hr: Radna površina
nl_nl: Bureaublad
ru_ru: Рабочий стол

source: Start with main window open
de_ch: Starte mit geöffnetem Hauptfenster
fr_fr: Démarrer avec la fenêtre principale ouverte
hr_hr: Pokreni s otvorenim glavnim prozorom
nl_nl: Start met hoofdvenster open
ru_ru: Запуск с открытым главным окном

source: Start automatically (on system startup)
de_ch: Automatischer Start (beim Systemstart)
fr_fr: Démarrage automatique (au démarrage du système)
hr_hr: Pokreni automatski (pri pokretanju sustava)
nl_nl: Start automatisch (bij opstarten systeem)
ru_ru: Запускать автоматически (при запуске системы)

source: Do not show main window on system startup
de_ch: Zeige das Hauptfenster beim Systemstart nicht an
fr_fr: Ne pas afficher la fenêtre principale au démarrage du système
hr_hr: Ne prikazuj glavni prozor pri pokretanju sustava
nl_nl: Toon het hoofdvenster niet bij opstarten van systeem
ru_ru: Не показывать главное окно при запуске системы

source: File transfers
de_ch: Dateiübertragung
fr_fr: Transferts de fichiers
hr_hr: Prijenosi datoteka
nl_nl: Bestand overdracht
ru_ru: Передача файлов

source: Use compression (if available)
de_ch: Benutze Kompression (falls verfügbar)
fr_fr: Utiliser compression (si disponible)
hr_hr: Koristi sažimanje (ako je moguće)
nl_nl: Gebruik compressie (indien mogelijk)
ru_ru: Использовать сжатие (если доступно)

source: Compression level:
de_ch: Kompressions-Grad:
fr_fr: Niveau de compression :
hr_hr: Razina sažimanja:
nl_nl: Compression niveau:
ru_ru: Уровень сжатия:

source: Location for received files:
de_ch: Speicher-Ordner für empfangene Dateien:
fr_fr: Location des fichiers reçus :
hr_hr: Lokacija za primanje datoteka:
nl_nl: Bestemming voor ontvangen bestanden:
ru_ru: Папка для полученных файлов:

source: Require approval before accepting files
de_ch: EmpfängerIn muss Transfer bestätigen
fr_fr: Demander confirmation avant d'accepter des fichiers
hr_hr: Potrebno je odobrenje prije prihvaćanja datoteka
nl_nl: Toestemming vereist voordat bestanden worden geaccepteerd
ru_ru: Требуется подтверждение перед принятием файлов

source: Require approval when files would be overwritten
de_ch: Überschreiben von Dateien bestätigen
fr_fr: Demander confirmation lorsque des fichiers sont écrasés
hr_hr: Potrebno je odobrenje pri prebrisivanju datoteka
nl_nl: Toestemming vereist voordat bestanden worden overschreven
ru_ru: Требуется подтверждение, когда файлы будут перезаписаны

source: Preserve zone information in incoming files
de_ch: Bewahre Zonen-Informationen bei empfangenen Dateien
fr_fr: Préserver les informations sur les zones dans les fichiers entrants
hr_hr: Očuvaj informaciju zone u dolazećim datotekama
nl_nl: Behoud zone informatie van binnenkomende bestanden
ru_ru: Сохранение информации о происхождении для входящих файлов

source: File permissions:
de_ch: Datei-Berechtigungen:
fr_fr: Permissions de fichier :
hr_hr: Dozvole datoteke:
nl_nl: Bestandspersmissies:
ru_ru: Разрешения файлов:

source: Executable permissions:
de_ch: Ausführungs-Berechtigung:
fr_fr: Permissions de l'exécutable :
hr_hr: Dozvole pokretanja:
nl_nl: Uitvoeringspermissies:
ru_ru: Права выполнения:

source: Folder permissions:
de_ch: Ordner-Berechtigung:
fr_fr: Permissions des dossiers :
hr_hr: Dozvole mape:
nl_nl: Folderpermissies:
ru_ru: Права папки:

source: Transfer history
de_ch: Transfer-Verlauf
fr_fr: Historique des transferts
hr_hr: Povijest prijenosa
nl_nl: Overdrachtshistorie
ru_ru: История передач

source: Warning! Every action you perform on this page is irreversible!
de_ch: Warnung! Alle Aktionen auf dieser Seite sind irreversibel!
fr_fr: Attention ! Toutes les actions que vous effectuez sur cette page sont irréversibles !
hr_hr: Upozorenje! Svaka radnja koju obavite na ovoj stranici je nepovratna!
nl_nl: WAARSCHUWING! Elke actie die u op deze pagina uitvoert is ONOMKEERBAAR!
ru_ru: Внимание! Каждое действие, которое вы совершаете на этой странице, является необратимым!

source: Hostname
fr_fr: Nom de l'hôte
hr_hr: Naziv računala
nl_nl: Host naam
ru_ru: Имя хоста

source: Full name
de_ch: Ganzer Name
fr_fr: Nom entier
hr_hr: Ime korisnika
nl_nl: Volledige naam
ru_ru: Полное имя

source: IP address
de_ch: IP-Adresse
fr_fr: Adresse IP
hr_hr: IP adresa
nl_nl: IP Adres
ru_ru: IP адрес

source: OS
de_ch: Betriebssystem
fr_fr: Système d'exploitation
ru_ru: ОС

source: Transfers registered
de_ch: Anz. Transfers
fr_fr: Transferts enregistrés
hr_hr: Registrirani prijenosi
nl_nl: Overdracht geregistreed
ru_ru: Зарегистрированные передачи

source: Remove selected
de_ch: Selektierte löschen
fr_fr: Supprimer la sélection
hr_hr: Ukloni odabrano
nl_nl: Verwijder geselecteerde
ru_ru: Удалить выбранные

source: Clear all history
de_ch: Ganzen Verlauf löschen
fr_fr: Supprimer tout l'historique
hr_hr: Ukloni svu povijest
nl_nl: Wis hele historie
ru_ru: Очистить всю историю

source: Identification
de_ch: Identifikation
hr_hr: Identifikacija
nl_nl: Identificatie
ru_ru: Идентификация

source: Group code:
de_ch: Gruppen-Code:
fr_fr: Code groupe:
hr_hr: Kôd grupe:
nl_nl: Groep code:
ru_ru: Групповой код:

source: Network
de_ch: Netzwerk
fr_fr: Réseau
hr_hr: Mreža
nl_nl: Netwerk
ru_ru: Сеть

source: Network interface to use:
de_ch: Benutze Netzwerk-Schnittstelle:
fr_fr: Interface réseau à utiliser :
hr_hr: Mrežno sučelje koje se koristi:
nl_nl: Gebruik netwerk interface:
ru_ru: Сетевой интерфейс для использования:

source: Incoming port for transfers:
de_ch: Port für Transfer-Eingang:
fr_fr: Port d'entrée pour les transferts :
hr_hr: Dolazni ulaz vatrozida prijenosa:
nl_nl: Binnenkomende poort voor overdrachten:
ru_ru: Входящий порт для передачи:

source: Incoming port for registration:
de_ch: Port für Registrations-Eingang:
fr_fr: Port d'entrée pour l'enregistrement :
hr_hr: Dolazni ulaz vatrozida za registraciju:
nl_nl: Binnenkomende poort voor registratie:
ru_ru: Входящий порт для регистрации:

source: Automatic
de_ch: Automatisch
fr_fr: Automatique
hr_hr: Automatsko
nl_nl: Automatisch
ru_ru: Автоматически

source: Are you sure you want to clear all history?
de_ch: Bist Du sicher, dass Du den ganzen Verlauf löschen möchtest?
fr_fr: Êtes-vous sûr de vouloir supprimer tout l'historique ?
hr_hr: Sigurno želite ukloniti svu povijest?
nl_nl: Bent u er zeker van dat u de gehele historie wilt wissen?
ru_ru: Вы уверены, что хотите очистить всю историю?

source: Soon in the future
de_ch: Bald
fr_fr: Bientôt
hr_hr: Uskoro u budućnosti
nl_nl: Binnenkort
ru_ru: Скоро, в будущем

source: Today
de_ch: Heute
fr_fr: Aujourd'hui
hr_hr: Danas
nl_nl: Vandaag
ru_ru: Сегодня

source: Yesterday
de_ch: Gestern
fr_fr: Hier
hr_hr: Jučer
nl_nl: Gisteren
ru_ru: Вчера

source: Earlier this week
de_ch: Früher in dieser Woche
fr_fr: Plus tôt cette semaine
hr_hr: Ranije ovog tjedna
nl_nl: Eerder deze week
ru_ru: Ранее на этой неделе

source: Last week
de_ch: Letzte Woche
fr_fr: La semaine dernière
hr_hr: Prošlog tjedna
nl_nl: Vorige week
ru_ru: На прошлой неделе

source: Earlier this month
de_ch: Früher in diesem Monat
fr_fr: Plus tôt ce mois-ci
hr_hr: Ranije ovog mjeseca
nl_nl: Eerder deze maand
ru_ru: Ранее в этом месяце

source: Last month
de_ch: Letzten Monat
fr_fr: Le moins dernier
hr_hr: Prošlog mjeseca
nl_nl: Vorige maand
ru_ru: В этом месяце

source: Earlier this year
de_ch: Früher in diesem Jahr
fr_fr: Plus tôt cette année
hr_hr: Ranije ove godine
nl_nl: Eerder dit jaar
ru_ru: Ранее в этом году

source: Last year
de_ch: Letztes Jahr
fr_fr: L'année dernière
hr_hr: Prošle godine
nl_nl: Vorig jaar
ru_ru: В этом году

source: A long time ago
de_ch: Vor langer Zeit
fr_fr: Il y a lontemps
hr_hr: Prije mnogo vremena
nl_nl: Een lange tijd geleden
ru_ru: Очень давно

source: There is no transfer history for this device...
de_ch: Es gibt keinen Verlauf für dieses Gerät...
fr_fr: Il n'y a pas d'historique de transfert pour cet appareil...
hr_hr: Ne postoji povijest prijenosa za ovaj uređaj...
nl_nl: Er is geen overdrachtshistorie voor dit apparaat...
ru_ru: Для этого устройства нет истории передачи...

source: In progress
de_ch: In Arbeit
fr_fr: En cours
hr_hr: U tijeku
nl_nl: Bezig
ru_ru: В процессе

source: In progress (%d)
de_ch: In Arbeit (%d)
fr_fr: En cours (%d)
hr_hr: U tijeku (%d)
nl_nl: Bezig (%d)
ru_ru: В процессе (%d)

source: Offline
fr_fr: Hors Ligne
hr_hr: Izvanmreže
ru_ru: Не в сети

source: Registration in progress...
de_ch: Am Registrieren...
fr_fr: Enregistrement en cours...
hr_hr: Registracija je u tijeku..
nl_nl: Registratie is bezig...
ru_ru: Регистрация в процессе...

source: Connecting...
de_ch: Verbinden...
fr_fr: Connexion...
hr_hr: Povezivanje...
nl_nl: Verbinden...
ru_ru: Подключение...

source: Host unreachable
de_ch: Host unerreichbar
fr_fr: Hôte inaccessible
hr_hr: Računalo je nedostupno
nl_nl: Host niet bereikbaar
ru_ru: Хост недоступен

source: Establishing duplex connection...
de_ch: Duplex Verbindung herstellen...
fr_fr: Établissement de la connexion duplex...
hr_hr: Uspostavljanje dvostrukog povezivanja...
nl_nl: Bezig een duplex verbinding te maken...
ru_ru: Установление дуплексного соединения...

source: Ready
de_ch: Bereit
fr_fr: Prêt
hr_hr: Spremno
nl_nl: Klaar
ru_ru: Готов

source: Calculating...
de_ch: Berechne...
fr_fr: En cours de calcul...
hr_hr: Izračunavam...
nl_nl: Berekenen...
ru_ru: Рассчёт...

source: Share your files across the LAN
de_ch: Teile Deine Dateien via LAN
fr_fr: Partagez vos fichiers sur le réseau local
hr_hr: Dijelite svoje datoteke putem lokalne mreže
nl_nl: Deel uw bestanden over het LAN
ru_ru: Делитесь своими файлами по локальной сети

source: Send %d element...
de_ch: Sende %d Element...
fr_fr: Envoyer %d élément...
hr_hr: Slanje %d elementa...
nl_nl: Verstuur %d element...
ru_ru: Отправить %d элемент...

source: Offline!
fr_fr: Hors Ligne!
hr_hr: Izvanmreže!
ru_ru: Не в сети!

source: &Open save folder... Ctrl+O
de_ch: Öffne Speicher-&Ordner... Ctrl+O
fr_fr: &Ouvrir le dossier de sauvegarde... Ctrl+O
hr_hr: &Otvori mapu spremanja... Ctrl+O
nl_nl: &Open bewaar folder... Ctrl+O
ru_ru: &Открыть папку сохранения... Ctrl+O

source: Open the incoming files folder in Explorer
de_ch: Öffne den Speicher-Ordner im Explorer
fr_fr: Ouvrez le dossier des fichiers entrants dans l'explorateur de fichiers
hr_hr: Otvori mapu dolazećih datoteka u Eksploreru
nl_nl: Open de binnenkomende folder in Verkenner
ru_ru: Открывать входящие файлы в Проводнике

source: &Preferences...
de_ch: &Einstellungen...
fr_fr: &Préférences...
hr_hr: &Postavke...
nl_nl: &Voorkeuren...
ru_ru: &Настройки...

source: Adjust app preferences
de_ch: App-Einstellungen anpassen
fr_fr: Ajuster les préférences de l'application
hr_hr: Prilagodite postavke aplikacije
nl_nl: Pas de app voorkeuren aan
ru_ru: Изменить настройки приложения

source: E&xit Alt+F4
de_ch: &Beenden Alt+F4
hr_hr: Z&atvori Alt+F4
nl_nl: &Sluit Alt+F4
ru_ru: В&ыход Alt+F4

source: Close this window but let Winpinator run in background
de_ch: Schliesse dieses Fenster aber Winpinator läuft im Hintergrund weiter
fr_fr: Fermez cette fenêtre mais laissez Winpinator fonctionner en arrière-plan
hr_hr: Zatvori ovaj prozor, ali neka Winpinator radi u pozadini
nl_nl: Sluit dit venster maar houdt Winpinator actief in de achtergrond
ru_ru: Закрыть это окно, но позволить Winpinator'у работать в фоновом режиме

source: Exit and &stop the service Ctrl+Alt+F4
de_ch: Beende App und Hintergrund-&Service Ctrl+Alt+F4
fr_fr: Quitter et arrêter le service Ctrl+Alt+F4
hr_hr: Zatvori i &zaustavi uslugu Ctrl+Alt+F4
nl_nl: Sluit en &stop de service Ctrl+Alt+F4
ru_ru: Выход и &остановка сервиса Ctrl+Alt+F4

source: Exit Winpinator and stop being visible to other computers
de_ch: Beende Winpinator und beende die Sichtbarkeit für andere Geräte
fr_fr: Quitter Winpinator et ne plus être visible par les autres ordinateurs
hr_hr: Zatvori Winpinator i prekini vidljivost prema ostalim računalima
nl_nl: Sluit Winpinator en stop zichtbaar te zijn voor andere computers
ru_ru: Выйти из Winpinator'а и остановить видимость для других компьютеров

source: &File
de_ch: &Datei
fr_fr: &Fichier
hr_hr: &Datoteka
nl_nl: &Bestand
ru_ru: &Файл

source: &Help topics... F1
de_ch: &Hilfe-Themen... F1
fr_fr: &Sujets d'aide... F1
hr_hr: &Dodatna pomoć... F1
nl_nl: &Hulp onderwerpen... F1
ru_ru: &Справка... F1

source: Show help and documentation of Winpinator
de_ch: Zeige die Hilfe und Dokumentation von Winpinator
fr_fr: Afficher l'aide et la documentation de Winpinator
hr_hr: Prikaži pomoć i dokumetaciju Winpinatora
nl_nl: Toon hulp en documentatie voor Winpinator
ru_ru: Показать помощь и документацию о Winpinator

source: &What's new?...
de_ch: &Neuigkeiten?...
fr_fr: &Quoi de nouveau?...
hr_hr: &Što je novo?...
nl_nl: &Wat is nieuw?...
ru_ru: &Что нового?...

source: Show release notes
de_ch: Zeige die Versions-Hinweise
fr_fr: Voir les notes de version
hr_hr: Prikaži bilješke izdanja
nl_nl: Toon release notities
ru_ru: Показать примечания к выпуску

source: &About Winpinator...
de_ch: &Über Winpinator...
fr_fr: &A propos de Winpinator...
hr_hr: &O Winpinatoru...
nl_nl: &Over Winpinator...
ru_ru: &О программе Winpinator...

source: Show credits dialog
de_ch: Zeige das AutorInnen- und Mitwirkenden-Dialogfeld
fr_fr: Afficher les crédits
hr_hr: Prikaži dijalog zasluga
nl_nl: Toon credits dialoog
ru_ru: Показать окно с авторами

source: &Help
de_ch: &Hilfe
fr_fr: &Aide
hr_hr: &Pomoć
nl_nl: &Hulp
ru_ru: &Справка

source: Sorry, but Winpinator help is not available yet.
de_ch: Leider ist die Winpinator-Hilfe noch nicht verfügbar.
fr_fr: Désolé, mais l'aide de Winpinator n'est pas encore disponible.
hr_hr: Nažalost, Winpinator pomoć još nije dostupna.
nl_nl: Sorry, maar Winpinator hulp is nog niet beschikbaar.
ru_ru: Извините, но справка Winpinator пока недоступна.

source: Help not available
de_ch: Hilfe nicht verfügbar
fr_fr: Aide non disponible
hr_hr: Pomoć još nije dostupna
nl_nl: Hulp is niet beschikbaar
ru_ru: Справка недоступна

source: Incoming files
de_ch: Eingehende Dateien
fr_fr: Fichiers entrants
hr_hr: Dolazne datoteke
nl_nl: Binnenkomende bestanden
ru_ru: Входящие файлы

source: %s is sending you a folder "%s"
de_ch: %s sendet Dir den Ordner "%s"
fr_fr: %s vous envoie un dossier "%s".
hr_hr: %s vam šalje mapu "%s"
nl_nl: %s stuurt u een folder "%s"
ru_ru: %s отправляет вам папку "%s"

source: %s is sending you %s
de_ch: %s sendet Dir %s
fr_fr: %s vous envoie %s
hr_hr: %s vam šalje %s
nl_nl: %s stuurt u "%s"
ru_ru: %s отправляет вам %s

source: %s is sending you a file "%s"
de_ch: %s sendet Dir die Datei "%s"
fr_fr: %s vous envoie un fichier "%s".
hr_hr: %s vam šalje datoteku "%s"
nl_nl: %s stuurt u een bestand "%s"
ru_ru: %s отправляет вам файл "%s"

source: . Accepting this transfer will overwrite some files!
de_ch: . Annehmen dieses Transfers überschreibt Dateien!
fr_fr: . Accepter ce transfert écrasera certains fichiers !
hr_hr: . Prihvaćanje ovog prijenosa će prebrisati pojedine datoteke!
nl_nl: . Door accepteren van deze overdracht worden enkele bestanden overschreven!
ru_ru: . Принятие этой передачи перезапишет некоторые файлы!

source: Overwrite
de_ch: Überschreiben
fr_fr: Ecraser
hr_hr: Prebriši
nl_nl: Overschrijven
ru_ru: Перезаписать

source: Cancel
de_ch: Abbrechen
fr_fr: Annuler
hr_hr: Odustani
nl_nl: Afbreken
ru_ru: Отменить

source: Accept
de_ch: Annehmen
fr_fr: Accepter
hr_hr: Prihvati
nl_nl: Accepteren
ru_ru: Принять

source: Decline
de_ch: Ablehnen
fr_fr: Refuser
hr_hr: Odbij
nl_nl: Afwijzen
ru_ru: Отказать

source: Transfer failure
de_ch: Transfer-Fehler
fr_fr: Échec du transfert
hr_hr: Prijenos nije uspio
nl_nl: Overdracht mislukt
ru_ru: Передача наудалась

source: Some transfers between you and %s have failed unexpectedly!
de_ch: Einige Transfers zwischen Dir und %s sind unerwartet fehlgeschlagen!
fr_fr: Certains transferts entre vous et %s ont échoué de façon inattendue !
hr_hr: Pojedini prijenosi između vas i %s neočekivano nisu uspjeli!
nl_nl: Enkele overdrachten tussen u en %s zijn onverwacht mislukt!
ru_ru: Некоторые передачи между вами и %s неожиданно завершились неудачей!

source: Transfer success
de_ch: Transfer erfolgreich
fr_fr: Succès du transfert
hr_hr: Prijenos je uspješan
nl_nl: Overdracht succesvol
ru_ru: Передача успешная

source: Transfer between you and %s has finished successfully!
de_ch: Transfer zwischen Dir und %s war erfolgreich!
fr_fr: Le transfert entre vous et %s s'est terminé avec succès !
hr_hr: Prijenos između vas i %s je uspješno završen!
nl_nl: Overdracht tussen u en %s is succesvol verlopen!
ru_ru: Передача между Вами и %s закончилась успешно!

source: Unknown OS
de_ch: Unbekanntes Betriebssystem
fr_fr: Système d'exploitation inconnu
hr_hr: Nepoznat OS
nl_nl: Onbekend OS
ru_ru: Неизвестная ОС

source: Winpinator (Error!)
de_ch: Winpinator (Fehler!)
fr_fr: Winpinator (Erreur!)
hr_hr: Winpinator (Greška!)
nl_nl: Winpinator (Fout!)
ru_ru: Winpinator (Ошибка!)

source: Winpinator (Waiting...)
de_ch: Winpinator (wartend...)
fr_fr: Winpinator (En attente...)
hr_hr: Winpinator (Čekanje...)
nl_nl: Winpinator (wacht...)
ru_ru: Winpinator (Ожидание...)

source: Winpinator (Running)
de_ch: Winpinator (arbeitend)
fr_fr: Winpinator (En cours d'exécution)
hr_hr: Winpinator (Pokrenut)
nl_nl: Winpinator (loopt)
ru_ru: Winpinator (Выполнение)

source: &Restore window
de_ch: &Fenster wiederherstellen
fr_fr: &Restaurer la fenêtre
hr_hr: &Prikaži prozor
nl_nl: &Herstel venster
ru_ru: &Восстановить окно

source: Restore main app window
de_ch: Haupt-Fenster wiederherstellen
fr_fr: Restaurer la fenêtre principale du programme
hr_hr: Prikaži glavni prozor aplikacije
nl_nl: Herstel hoofdvenster app
ru_ru: Восстановить главное окно приложения

source: &Open save folder
de_ch: Speicher-&Ordner öffnen
fr_fr: &Ouvrir dossier sauvergardé
hr_hr: &Otvori mapu spremanja
nl_nl: &Open folder voor opslaan
ru_ru: &Открыть папку

source: E&xit
de_ch: &Beenden
fr_fr: &Quitter
hr_hr: Z&atvori
nl_nl: &Sluit
ru_ru: В&ыход

source: Exit Winpinator and stop background service
de_ch: Beende Winpinator und Hintergrund-Service
fr_fr: Quitter Winpinator et arrêter le service d'arrière-plan
hr_hr: Zatvori Winpinator i zaustavi pozadinsku uslugu
nl_nl: Sluit Winpinator en stop de achtergrond service
ru_ru: Выйти зи Winpinator и остановить фоновый сервис
